Repository: dkuss/RagnaCustomsApp
Catalog: src/RagnaCustoms/Resources/twitchBot/strings.*.resx
Languages: de_de

source: asked by
de_de: gewünscht von

source: bot connected !
de_de: Bot verbunden !

source: Camera changed
de_de: Kamera gewechselt

source: Camera error
de_de: Kamera Fehler

source: End of the queue
de_de: Ende der Liste

source: Error on command.
de_de: Fehler im Befehl.

source: Go to https://ragnacustoms.com, click on the twitch button to copy !rc <songid> and paste it here
de_de: Gehe auf https://ragnacustoms.com, klicke auf den Twitch Button um !rc <songid> zu kopieren und füge es hier ein

source: Help 1/2 : !rc cam <numero cam [1-5]> (switch camera), !rc dev (information about dev), !rc help (this command), !rc <song id> (download the map), !rc cancel (remove last song you request)
de_de: Hilfe 1/2 : !rc cam <numero cam [1-5]> (Kamera wechseln), !rc dev (Information über den Entwickler), !rc help (dieser Befehl), !rc <song id> (den Track herunterladen), !rc cancel (deine letzte Song Anfrage entfernen)

source: Help 2/2 : !rc open (open queue), !rc close (close queue), !rc shift (remove first song in list), !rc queue (list of songs not played), !rc next (next song to play), !rc version (to know current version)
de_de: Help 2/2 : !rc open (Liste öffnen), !rc close (Liste schließen), !rc shift (den ersten Song von der Liste entfernen), !rc queue (Liste nicht gespielter Songs), !rc next (nächsten Song zeigen), !rc version (aktuelle Version anzeigen)

source: I'm version
de_de: Ich bin Version

source: My dev is Rhokapa
de_de: Mein Entwickler ist Rhokapa

source: Next song :
de_de: Nächster Song :

source: Next songs are :
de_de: Die nächsten Songs sind :

source: No More song to remove
de_de: Keine Songs mehr zum Entfernen

source: Queue is already closed
de_de: Die Liste ist schon geschlossen

source: Queue is already open
de_de: Die Liste ist schon geöffnet

source: Queue is closed
de_de: Die Liste ist geschlossen

source: Queue is now closed
de_de: Die Liste ist jetzt geschlossen

source: Queue is now open
de_de: Die Liste ist jetzt geöffnet

source: Ready !
de_de: Bereit !

source: Song Cancelled :
de_de: Song gecancelt :

source: Song removed
de_de: Song entfernt

source: Sorry only moderator can do that.
de_de: Sorry, nur Moderatoren dürfen das tun.
